espressif/esp-idf/examples/wifi/iperf/sdkconfig.ci.esp32p4_with_extconn
#
# ESP32-P4
#
CONFIG_IDF_TARGET="esp32p4"
CONFIG_ESP_HOST_WIFI_ENABLED=y
